Repository: zhiyuanjia/azfone-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ru

source: (Aborted)
ru: (Прервано)

source: (Declined)
ru: (Запрещено)

source: (Missed)
ru: (Отсутствует)

# %@ Reason was: %@
source: %1$@ Reason was: %2$@
ru: %1$@ По причине: %2$@

source: '%@' not registered
ru: '%@' не зарегистрирован

source: '%@' would like to enable video
ru: '%@' хотел бы включить видео

source: About
ru: О программе

source: Accept
ru: Принять

source: Account creation issue
ru: Ошибка при создании учётной записи

source: Account validation issue
ru: Ошибка при проверке учётной записи

source: Address book
ru: Адресная книга

source: Alert
ru: Предупреждение

source: Answer
ru: Ответить

source: Average
ru: Средний

source: Bad credentials, check your account settings
ru: Имя пользователя/пароль неверны, проверьте Ваши настройки

source: Battery is running low. Stop video ?
ru: Батарея разряжена, остановить видео ?

source: Call failed
ru: Звонок не удался

source: Camera
ru: Камера

source: Can't create the account. Please try again.
ru: Невозможно создать учётную запись. Пожалуйста попробуйте ещё.

source: Cancel
ru: Отмена

source: Cannot call %@
ru: Невозможно позвонить %@

source: Cannot make call
ru: Невозможно совершить звонок

source: Cannot transfer file from remote contact
ru: Невозможно принять файл от Вашего собеседника

source: Cannot transfer file to remote contact
ru: Невозможно передать файл Вашему собеседнику

source: Cannot write image to photo library
ru: Невозможно записать картинку в библиотеку фотографий

source: Check error(s)
ru: Проверьте ошибку(и)

source: Check issue
ru: Проверьте ошибку

source: Choose the image size
ru: Выберите размер изображения

source: Communication issue
ru: Ошибка связи

source: Communication issue (%@)
ru: Ошибка связи (%@)

source: Confirm the following SAS with the peer: %s
ru: Подтвердите SAS собеседника: %s

source: Continue
ru: Продолжить

source: Continue video
ru: Продолжить видео

source: Decline
ru: Отказать

source: Direct connection
ru: Прямое соединение

source: Dismiss
ru: Убрать

source: Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)
ru: Либо укажите SIP прокси сервер в настройках перед звонком, либо используйте адрес SIP в правильном формате (например sip:john@example.net)

source: Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)
ru: Либо укажите SIP прокси сервер в настройках перед отсылкой сообщения, либо используйте адрес SIP в правильном формате (например sip:john@example.net)

source: Enter your password
ru: Введите пароль

source: Enter your username
ru: Введите имя пользователя

source: Failed
ru: Не удалось

source: First name
ru: Имя

# IC_MSG
source: Incoming call from %@
ru: Входящий звонок от %@

# IM_MSG
source: Incoming message from %@
ru: Входящее сообщение от %@

source: In progress
ru: В процессе

source: Incoming call
ru: Входящий звонок

source: Invalid SIP address
ru: Неверный адрес SIP

source: Last name
ru: Фамилия

source: Low bandwidth
ru: Низкая сорость подключения

source: Maximum
ru: Максимум

source: Minimum
ru: Минимум

source: NAT(s) connection
ru: Соединение(я) NAT

source: Network down
ru: Нет сети

source: Network Error
ru: Ошибка сети

source: No codec
ru: Нет кодека

source: No microphone
ru: Нет микрофона

source: No SIP account configured
ru: Не настроена учётная запись SIP

source: Not activated
ru: Не активировано

source: Not registered
ru: Не зарегистрировано

source: Ok
ru: Ок

source: Outgoing call
ru: Исходящий звонок

source: Phone number
ru: Номер телефона

source: Phone numbers
ru: Телефонные номера

source: Photo library
ru: Библиотека фотографий

source: Please enter a domain.
ru: Пожалуйста введите сервер.

source: Please enter a username.
ru: Пожалуйста введите имя пользователя.

source: Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.
ru: Пожалуйста убедитесь что Ваше устройство подключено к сети и перепроверьте настройки учётной записи SIP в настройках.

source: Please terminate GSM call
ru: Пожалуйста прервите звонок в сети GSM

source: Registered
ru: Зарегистирован

source: Registration failed
ru: Ошибка регистрации

source: Registration failure
ru: Ошибка регистрации

source: Registration in progress
ru: Идёт регистрация

source: Relay connection
ru: Ретранслируемое соединение

source: Remove
ru: Убрать

source: Remove trust in the peer?
ru: Перестать доверять собеседнику?

source: Select picture source
ru: Выбрать источник изображения

source: Settings
ru: Настройки

source: Show
ru: Показать

source: SIP address
ru: адрес SIP

source: SIP addresses
ru: адреса SIP

source: SIP server unreachable
ru: сервер SIP недоступен

source: Stop video
ru: Остановить видео

source: The email is invalid.
ru: Недопустимы адрес электронной почты.

source: The password is too short (minimum %d characters).
ru: Слишком короткий пароль (минимум %d знаков).

source: The passwords are different.
ru: Введённые пароли отличаются.

source: The username is too short (minimum %d characters).
ru: Слишком короткое имя пользователя (минимум %d знаков).

source: There is no network connection available, enable WIFI or WWAN prior to place a call
ru: Нет сети, подключите WIFI или WWAN перед тем как звонить

source: Transfer error
ru: Ошибка передачи

source: Unknown
ru: Неизвестен

source: Unknown error
ru: Неизвестная ошибка

source: Username already exists
ru: Имя пользователя уже используется

source: Video cannot be activated because of low bandwidth condition, only audio is available
ru: Видео не может быть активировано из-за низкой скорости подключения, доступно только аудио

source: You must authorize the application to have access to address book. Toggle the application in Settings > Privacy > Contacts
ru: Вам нужно разрешить программе пользоваться адресной книгой. Пожалуйста переключите в Settings > Privacy > Contacts

source: You need to plug a microphone to your device to use this application.
ru: Вам нужно подключить микрофон чтобы пользоваться приложением.

source: Your account is not validate yet.
ru: Ваша учётная запись ещё не подтверждена.

# Enter an address
source: Phone number or Address
ru: Введите адрес SIP или номер телефона...
